Repository: dinhquydds/nanocucurmin
Catalog: tm/itiv1-level2.tmx
Source language: en_us
Languages: vi

source: Each regulator is characterized by factors capable of reducing the quality of the treatment, and as such should be objectively evaluated for each treatment indication.
vi: Mỗi điều chỉnh này là đặc trưng của các yếu tố có thể làm giảm chất lượng điều trị, và vì vậy phải được đánh giá khách quan cho mỗi chỉ định điều trị.

source: Earlier observations by Brunski and coworkers (1979), Deporter and coworkers (1986), Akagawa and coworkers (1986), Khang and coworkers (2001), and others highlighted the importance of implant texture, shape, and biomechanical stability in terms of contributing to healing outcomes.
vi: Trước đó quan sát của Brunski và đồng nghiệp (năm 1979), Deporter và đồng nghiệp (1986), Akagawa và đồng nghiệp (1986), Khang và đồng nghiệp (năm 2001), và những người khác đánh dấu tầm quan trọng của bề mặt implant, hình dạng, và ổn định sinh cơ học đóng góp cho kết quả lành thương.

source: Early
vi: Sớm

source: Early Loading
vi: Tải lực sớm

source: Early Loading/Restoration
vi: Tải lực/phục hình sớm

source: Early Restoration or Loading:
vi: Phục hình hoặc tải lực sớm:

source: Early loading
vi: Tải lực sớm

source: Early loading: The placement of a restoration in occlusion with the opposing dentition at least 48 hours after implant placement but no later than 3 months afterward.
vi: Tải lực sớm: Gắn một phục hình chạm khớp răng đối diện ít nhất sau 48 giờ đặt implant nhưng không trễ hơn 3 tháng sau đó.

source: Early work in orthopedics by Cameron and coworkers (1973), Schatzker and coworkers (1975), Søballe and coworkers (1992) and others became known to researchers in implant dentistry, showing the importance of surface texture and biomechanical stability during the early healing phase.
vi: Công việc đầu tiên trong chỉnh hình của Cameron và đồng nghiệp (1973), Schatzker và đồng nghiệp (năm 1975), Søballe và đồng nghiệp (năm 1992) và những người khác được biết đến với các nhà nghiên cứu trong cấy ghép nha khoa cho thấy tầm quan trọng của kết cấu bề bề mặt và ổn định sinh cơ học trong giai đoạn lành thương sớm.

source: Edentulous Mandible
vi: Hàm dưới mất răng

source: Edentulous Maxilla
vi: Hàm trên mất răng

source: Edentulous mandible
vi: Hàm dưới mất răng

source: Edentulous maxilla
vi: Hàm trên mất răng

source: Editors and Authors
vi: Biên tập và tác giả

source: Editors:
vi: Biên tập::

source: Eight weeks after implant placement, the soft tissues were healthy and had healed well (Fig 11).
vi: Eight weeks after implant placement, the soft tissues were healthy and had healed well (Hình 11).

source: Eight weeks after the extraction, soft-tissue healing was completed, and the patient was scheduled for the placement of a Standard implant (Fig 17).
vi: Eight weeks after the extraction, soft-tissue healing was completed, and the patient was scheduled for the placement of a Standard implant (Hình 17).

source: Eliminate intermittent vertical pressure.
vi: intermittent vertical pressure.

source: Endodontic therapy was performed on tooth 21 (Fig 4).
vi: Endodontic therapy was performed on tooth 21 (Hình 4).

source: English-language reports by several authors about successful immediate loading of fixed restorations included Schnitman and coworkers (1990), Salama and coworkers (1995) and Tarnow and coworkers (1997).
vi: Báo cáo bằng tiếng Anh của nhiều tác giả về thành công phục hình hoặc phục hình cố định tải lực tức thì bao gồm Schnitman and coworkers (1990), Salama and coworkers (1995) and Tarnow and coworkers (1997).

source: Esthetic Factors
vi: Yếu tố thẩm mỹ

source: Esthetic Risk Factors
vi: Yếu tố nguy cơ thẩm mỹ

source: Esthetic Risk Profile: Summary
vi: Nguy cơ thẩm mỹ của mặt nhìn nghiêng: Tóm tắt

source: Esthetic risk
vi: Nguy cơ thẩm mỹ

source: Esthetic risk factors
vi: Yếu tố nguy cơ thẩm mỹ

source: Esthetics
vi: Thẩm mỹ

source: Evidence from the Literature
vi: Bằng chứng từ y văn

source: Evolution of Loading Protocols
vi: Sự phát triển của qui trình tải lực

source: Examination of the periapical radiograph revealed limited space between the roots of the adjacent teeth as well as adequate height of the interproximal crests for papilla support (Fig 5).
vi: Examination of the periapical radiograph revealed limited space between the roots of the adjacent teeth as well as adequate height of the interproximal crests for papilla support (Hình 5).

source: Examination of the periapical radiographs revealed ideal space between the roots of the adjacent teeth as well as an ideal height of the interproximal crests for papilla support (Figs 5a-b).
vi: Examination of the periapical radiographs revealed ideal space between the roots of the adjacent teeth as well as an ideal height of the interproximal crests for papilla support (Hình 5a-b).

source: Excess cement was removed after setting (Fig 39).
vi: Excess cement was removed after setting (Hình 39).

source: Experience
vi: Kinh nghiệm

source: Experienced clinician with formal postgraduate training or high levels of implant-specific continuing education
vi: Bác sĩ có kinh nghiệm với đào tạo sau đại học chính thức hoặc mức độ cao của đào tạo liên tục chuyên ngành implant.

source: Experienced clinician with moderate levels of implant-specific continuing education
vi: Bác sĩ có kinh nghiệm với mức độ trung bình của đào tạo liên tục chuyên ngành implant

source: Extensive implant-specific clinical experience
vi: Kinh nghiệm lâm sàng chuyên ngành implant sâu rộng

source: Facial and interproximal tissue support was ideal, with excellent soft-tissue stabilization (Fig 21).
vi: Facial and interproximal tissue support was ideal, with excellent soft-tissue stabilization (Hình 21).

source: Factors Influencing Decision-Making in Treatment Approaches
vi: Các yếu tố ảnh hưởng quyết định tiếp cận điều trị

source: Familiarity with the scientific literature is an essential component of this equation.
vi: Liên hệ mật thiết với các tài liệu khoa học là một phần trong phương trình này.

source: Favorable conditions as in this patient (Fig 6) will tolerate a certain amount of soft-tissue recession without compromising the esthetic treatment outcome.
vi: Favorable conditions as in this patient (Hình 6) will tolerate a certain amount of soft-tissue recession without compromising the esthetic treatment outcome.

source: Fig 1 At full smile, the high lip line completely exposed the facial aspect of the anterior maxillary dentition, including the associated gingiva.
vi: Hình 1 At full smile, the high lip line completely exposed the facial aspect of the anterior maxillary dentition, including the associated gingiva.

source: Fig 1 At full smile, the high lip line showed a significant portion of the gingival tissue.
vi: Hình 1 At full smile, the high lip line showed a significant portion of the gingival tissue.

source: Fig 1 At full smile, the patient presented with a high lip line exposing full clinical crowns, papillae, and gingival tissues.
vi: Hình 1 At full smile, the patient presented with a high lip line exposing full clinical crowns, papillae, and gingival tissues.

source: Fig 1 At full smile, the patient presented with a medium lip line, displaying the incisal and middle thirds of the clinical crowns and the tips of the papillae
vi: Hình 1 At full smile, the patient presented with a medium lip line, displaying the incisal and middle thirds of the clinical crowns and the tips of the papillae

source: Fig 1 At full smile, the patient presented with a medium lip line, displaying the incisal and middle thirds of the clinical crowns and the tips of the papillae.
vi: Hình 1 At full smile, the patient presented with a medium lip line, displaying the incisal and middle thirds of the clinical crowns and the tips of the papillae.

source: Fig 1 At medium smile, the patient displayed at least three-quarters of his incisors.
vi: Hình 1 At medium smile, the patient displayed at least three-quarters of his incisors.

source: Fig 1 Clinical situation at baseline (1999), frontal view.
vi: Hình 1 Clinical situation at baseline (1999), frontal view.

source: Fig 1 Full smile.
vi: Hình 1 Full smile.

source: Fig 1 Lateral view of teeth 33-36.
vi: Fig 1 Nhìn phía bên của răng 33-36.

source: Fig 1 Periapical radiograph of tooth 16.
vi: Fig 1 Phim X quang quanh chóp răng 16

source: Fig 1 Pre-treatment retracted anterior view.
vi: Fig 1 Nhìn phía trước trước điều trị.

source: Fig 1 Pretreatment radiograph, illustrating the degree of carious destruction involvment on tooth 45 and the bone height around tooth 45 and under the pontic at site 46.
vi: Hình 1 Phim X quang trước điều trị, minh hoạ mức phá huỷ của sâu răng 45 và chiều cao xương xung quanh răng 45 và dưới nhịp cầu vùng răng 46

source: Fig 1 The fistula buccally of tooth 11 is clearly visible.
vi: Hình 1 The fistula buccally of tooth 11 is clearly visible.

source: Fig 1 The high lip-line situation clearly reveals the interruption of the harmonious gingival line.
vi: Hình 1 The high lip-line situation clearly reveals the interruption of the harmonious gingival line.

source: Fig 1 The patient’s smile, revealing a high lip line situation.
vi: Hình 1 The patient’s smile, revealing a high lip line situation.

source: Fig 1 The slight smile presents a harmonious relation between the course of the incisor edges and the lower lips.
vi: Hình 1 The slight smile presents a harmonious relation between the course of the incisor edges and the lower lips.

source: Fig 10 Care was taken not to compress the soft tissue at the fresh extraction site with the removable provisional partial denture, while also providing minimal tissue support in the interproximal areas.
vi: Hình 10 Care was taken not to compress the soft tissue at the fresh extraction site with the removable provisional partial denture, while also providing minimal tissue support in the interproximal areas.

source: Fig 10 Care was taken to minimize trauma to the soft tissue.
vi: Hình 10 Care was taken to minimize trauma to the soft tissue.

source: Fig 10 Clinical status following bone scalloping.
vi: Hình 10 Clinical status following bone scalloping.

source: Fig 10 Diagnostic cast with surgical template and drill sleeve in place.
vi: Hình 10 Diagnostic cast with surgical template and drill sleeve in place.

source: Fig 10 Occlusal view after implant placement in a corrected mesiodistal dimension (note the discrepancy between root form and position and the implant form and position).
vi: Hình 10 Occlusal view after implant placement in a corrected mesiodistal dimension (note the discrepancy between root form and position and the implant form and position).

source: Fig 10 Periapical radiograph after implant placement.
vi: Hình 10 Periapical radiograph after implant placement.

source: Fig 10 Periapical radiograph confirming bone deficiencies at the proposed implant site and interproximal support on the adjacent roots.
vi: Hình 10 Periapical radiograph confirming bone deficiencies at the proposed implant site and interproximal support on the adjacent roots.

source: Fig 10 Placement of a 4-mm solid abutment (15 Ncm) to support the provisional restoration.
vi: Fig 10 Đặt một cùi răng cứng chắc 4 mm (15 Ncm) để nâng đỡ phục hình tạm.

source: Fig 10 Radiograph after implant placement.
vi: Fig 10 Phim X quang sau khi đặt implant.

source: Fig 10 Slightly palatalized position of the dental implant allowing for maximum hard-tissue and soft-tissue thickness on the facial surface.
vi: Hình 10 Slightly palatalized position of the dental implant allowing for maximum hard-tissue and soft-tissue thickness on the facial surface.

source: Fig 10 The augmented area was covered with a resorbable collagen membrane stabilized with two resorbable pins in the apical region.
vi: Hình 10 The augmented area was covered with a resorbable collagen membrane stabilized with two resorbable pins in the apical region.

source: Fig 10 The control radiograph, taken ten weeks after implant placement, showing the extent of initial interproximal peri-implant bone remodeling and the maintenance of the original vertical bone height at the two adjacent natural roots.
vi: Hình 10 The control radiograph, taken ten weeks after implant placement, showing the extent of initial interproximal peri-implant bone remodeling and the maintenance of the original vertical bone height at the two adjacent natural roots.

source: Fig 10 The implant shoulder was located in the apicocoronal comfort zone.
vi: Hình 10 The implant shoulder was located in the apicocoronal comfort zone.

source: Fig 10 The implant was to be located about 2 mm apically of the border of the surgical template representing the future soft-tissue margin of the implant crown.
vi: Hình 10 The implant was to be located about 2 mm apically of the border of the surgical template representing the future soft-tissue margin of the implant crown.

source: Fig 10 The synOcta temporary mesoabutment.
vi: Hình 10 The synOcta temporary mesoabutment.

source: Fig 10a Lateral view of edentulous site 12, three months after grafting.
vi: Hình 10a Lateral view of edentulous site 12, three months after grafting.

source: Fig 10a-b The individualized impression cap supports the mucosa during impression taking and enables the dental technician to fabricate the optimal shape of the final crown.
vi: Hình 10a-b The individualized impression cap supports the mucosa during impression taking and enables the dental technician to fabricate the optimal shape of the final crown.

source: Fig 10b Occlusal view highlighting width gained.
vi: Hình 10b Occlusal view highlighting width gained.

source: Fig 10c Lateral view of edentulous site 22, three months after grafting.
vi: Hình 10c Lateral view of edentulous site 22, three months after grafting.

source: Fig 10d Occlusal view highlighting width gained.
vi: Hình 10d Occlusal view highlighting width gained.

source: Fig 11 A surgical template helping to visualize the future soft-tissue margin, ideally located about 2 mm coronally of the implant shoulder.
vi: Hình 11 A surgical template helping to visualize the future soft-tissue margin, ideally located about 2 mm coronally of the implant shoulder.

source: Fig 11 About one-fourth of the volume was overcontoured in order to compensate for the volume reduction caused by soft-tissue pressure.
vi: Hình 11 About one-fourth of the volume was overcontoured in order to compensate for the volume reduction caused by soft-tissue pressure.

source: Fig 11 As anticipated from the radiograph and the clinical examination, the resulting extraction socket was shallow.
vi: Hình 11 As anticipated from the radiograph and the clinical examination, the resulting extraction socket was shallow.

source: Fig 11 Clinical situation eight weeks after implant placement.
vi: Hình 11 Clinical situation eight weeks after implant placement.

source: Fig 11 Lateral view after scalloping with the surgical template and drill sleeve in place before the preparation of osteotomy site.
vi: Hình 11 Lateral view after scalloping with the surgical template and drill sleeve in place before the preparation of osteotomy site.

source: Fig 11 Occlusal view of the immediately placed implant and temporary abutment.
vi: Fig 11 Nhìn phía nhai sau khi gắn implant và cùi răng tạm

source: Fig 11 Periapical radiograph with the radiographic template in place.
vi: Hình 11 Periapical radiograph with the radiographic template in place.

source: Fig 11 Pre-treatment examination.
vi: Hình 11 thăm khám trước điều trị.

source: Fig 11 Radiograph taken at the three year follow-up.
vi: Fig 11 Phim X quang được chụp sau 3 năm theo dõi

source: Fig 11 Schematic drawing of the bone scalloping procedure in this single-tooth gap.
vi: Hình 11 Schematic drawing of the bone scalloping procedure in this single-tooth gap.

source: Fig 11 Six weeks after implant placement.
vi: Hình 11 Six weeks after implant placement.

source: Fig 11 Soft-tissue condition 6 weeks after implant placement.
vi: Fig 11 Tình trạng mô mềm sau 6 tuần đặt implant.

source: Fig 11 The implant was centered in the mesiodistal dimension and the implant shoulder was located in the orofacial comfort zone.
vi: Hình 11 The implant was centered in the mesiodistal dimension and the implant shoulder was located in the orofacial comfort zone.

source: Fig 11 The temporary mesoabutment was used as base for a chairside fabricated screw-retained provisional implant restoration to initiate peri-implant soft-tissue conditioning.
vi: Hình 11 The temporary mesoabutment was used as base for a chairside fabricated screw-retained provisional implant restoration to initiate peri-implant soft-tissue conditioning.

source: Fig 11 Timing of the soft-tissue conditioning process in esthetic sites.
vi: Hình 11 Timing of the soft-tissue conditioning process in esthetic sites.

source: Fig 11a Frontal view after preparation of the mesoabutment.
vi: Hình 11a Frontal view after preparation of the mesoabutment.

source: Fig 11a Frontal view of the diagnostic cast.
vi: Hình 11a Frontal view of the diagnostic cast.

source: Fig 11b A red line was drawn on the cast to indicate a harmonious gingival margin spanning from tooth 13 to tooth 23.
vi: Hình 11b A red line was drawn on the cast to indicate a harmonious gingival margin spanning from tooth 13 to tooth 23.

source: Fig 11b Occlusal view of the mesoabutment, highlighting the axial position of the implant and circumferential margin preparation.
vi: Hình 11b Occlusal view of the mesoabutment, highlighting the axial position of the implant and circumferential margin preparation.

source: Fig 11c Excess soft/hard tissue height necessitated a scalloping procedure on the cast to allow proper placement of the soft-tissue margin of the proposed implant restoration.
vi: Hình 11c Excess soft/hard tissue height necessitated a scalloping procedure on the cast to allow proper placement of the soft-tissue margin of the proposed implant restoration.

source: Fig 11d Lateral view of site 12 highlighting the scalloping performed to place the soft-tissue margin slightly superior to the red line connecting the gingival margins of teeth 13 and 11.
vi: Hình 11d Lateral view of site 12 highlighting the scalloping performed to place the soft-tissue margin slightly superior to the red line connecting the gingival margins of teeth 13 and 11.

source: Fig 11e Lateral view of site 22 highlighting the scalloping performed to place the soft-tissue margin slightly superior to the red line connecting the gingival margins of teeth 21 and 23.
vi: Hình 11e Lateral view of site 22 highlighting the scalloping performed to place the soft-tissue margin slightly superior to the red line connecting the gingival margins of teeth 21 and 23.

source: Fig 11f Frontal view of the diagnostic waxup.
vi: Hình 11f Frontal view of the diagnostic waxup.

source: Fig 12 Acute infections at the future implant site presenting local swelling and suppuration pose maximum threat to the esthetic treatment outcome.
vi: Hình 12 Nhiễm trùng cấp tính ở chỗ cấy ghép tương lai biểu hiện sưng tại chỗ và túi mủ đặt ra mối đe dọa lớn nhất đến kết quả điều trị thẩm mỹ.

source: Fig 12 As in most young patients, A2 was the best match for the natural tooth color.
vi: Hình 12 As in most young patients, A2 was the best match for the natural tooth color.

source: Fig 12 Buccal view after augmentation with a membrane-supporting material.
vi: Hình 12 Buccal view after augmentation with a membrane-supporting material.

source: Fig 12 Elevation of the palatal flap for preparation of the split flap from distal to mesial.
vi: Hình 12 Elevation of the palatal flap for preparation of the split flap from distal to mesial.

source: Fig 12 Implant in its ideal coronoapical position.
vi: Hình 12 Implant in its ideal coronoapical position.

source: Fig 12 Individualized zirconia abutment and all-ceramic crown.
vi: Hình 12 Individualized zirconia abutment and all-ceramic crown.

source: Fig 12 Lateral view of immediate restoration at the time of delivery.
vi: Fig 12 Nhìn phía bên của phục hình tức thì sau khi giao

source: Fig 12 Postoperative radiograph depicting the placement of the implant in the coronoapical danger zone.
vi: Hình 12 Postoperative radiograph depicting the placement of the implant in the coronoapical danger zone.

source: Fig 12 Recording of the appropriate shade for the fabrication of the implant-supported provisional and definitive restorations.
vi: Fig 12 Ghi lại màu thích hợp để chế tạo phục hình tạm và phục hình sau cùng trên implant.

source: Fig 12 Soft-tissue conditions with a soft-tissue deficiency around tooth 63, creating an esthetic risk.
vi: Hình 12 Soft-tissue conditions with a soft-tissue deficiency around tooth 63, creating an esthetic risk.

source: Fig 12 The future soft tissue margin at the implant crown as imitated by the template served to place the implant shoulder in the ideal position.
vi: Hình 12 The future soft tissue margin at the implant crown as imitated by the template served to place the implant shoulder in the ideal position.

source: Fig 12a Frontal view of the mesoabutment during removal.
vi: Hình 12a Frontal view of the mesoabutment during removal.

source: Fig 12a Occlusal view of the healing cap.
vi: Hình 12a Occlusal view of the healing cap.

source: Fig 12a Periapical radiograph with the radiographic template in place.
vi: Hình 12a Periapical radiograph with the radiographic template in place.

source: Fig 12a Upon removal of the archwire, the healing cap was slightly exposed allowing for access to the implant shoulder with minimal tissue removal.
vi: Hình 12a Upon removal of the archwire, the healing cap was slightly exposed allowing for access to the implant shoulder with minimal tissue removal.

source: Fig 12b Exploded view of the relined polycarbonate crown and mesoabutment on a synOcta analog.
vi: Hình 12b Exploded view of the relined polycarbonate crown and mesoabutment on a synOcta analog.

source: Fig 12b Occlusal view after suturing.
vi: Hình 12b Occlusal view after suturing.

source: Fig 12b Occlusal view of the excess tissue that covered the palatal portion of the healing cap.
vi: Hình 12b Occlusal view of the excess tissue that covered the palatal portion of the healing cap.

source: Fig 12b Periapical radiograph with the radiographic template in place.
vi: Hình 12b Periapical radiograph with the radiographic template in place.

source: Fig 12c Once the provisional was placed on the abutment, excess material was removed before building up the ideal emergence profile.
vi: Hình 12c Once the provisional was placed on the abutment, excess material was removed before building up the ideal emergence profile.

source: Fig 12c Postoperative radiograph.
vi: Hình 12c Postoperative radiograph.

source: Fig 12d Provisional restoration and abutment, highlighting the facial and palatal contours.
vi: Hình 12d Provisional restoration and abutment, highlighting the facial and palatal contours.

source: Fig 13 After adhesive cementation of the all-ceramic crown 21, harmonious integration into the natural dentition could be observed.
vi: Hình 13 After adhesive cementation of the all-ceramic crown 21, harmonious integration into the natural dentition could be observed.

source: Fig 13 Buccal view after positioning and tacking the collagen membrane.
vi: Hình 13 Buccal view after positioning and tacking the collagen membrane.

source: Fig 13 Close-up of the shade tab to record the surface texture and form of adjacent teeth.
vi: Fig 13 Nhìn gần cây so màu ghi lại bề mặt và hình dạng răng kế cận.

source: Fig 13 Correct implant position in the mesiodistal comfort zone (green).
vi: Hình 13 Vị trí chính xác của implant trong vùng an toàn gần xa (xanh)
